//this will include message from 2015-2016
//W is lined with numbers, but order is lined as date
//Contain: 01-14

->W03

===W03
# CLEAR
# IMAGE: P03.jpg
2014-6-28
+ [Next] -> W04
->DONE

===W04
# CLEAR
最近好忙好累😭
虽然停得下摸鱼的手但脑洞根本停不下来（.
图付是女儿…！好像快点放假好好再磨磨人设…衣服太苦手.
coral的下属.掌管人口的记录和地区的交流.还有一只白色的兔子（雄）是她的助手（虽然表面上看上去两位是平等的.但这位老欺负她的那只兔子.


闲着的时候喜欢跟兔子下国际象棋.从来都没有输过（.

性格有些高冷.当能力相当出色.coral本身也是温柔的老好人（但是性格扭曲）所以能力也能得以很好的显现.
对知识或者说是文明十分的看重.却把管理国家图书馆的k先生完全无视wwww
不过k先生说起这位是称为【那个老太婆】w

右边那位先保密(x

2015-01-24
+ [Prev] -> W03
+ [Next] -> W02
->DONE

===W02
# CLEAR
# IMAGE:P02.jpg
我们正在小路上行走着
穿过向日葵的海洋
哼唱着不成曲的小调
有名的也罢 无名的也罢
也许下一句接不上也没有关系
只是想要单纯的将思念传达给远方

2015-04-28
+ [Prev] -> W04
+ [Next] -> W01
->DONE

===W01
# CLEAR
# IMAGE:P01.jpg

从小学开始累计的信件有这————么多.已经放不下一个牛皮纸袋啦!准备更换一个大点儿的了,好开心.

我真的好喜欢信件.纸质的感觉特别地亲切.隔三差五天地向班主任讨她估计老嫌我烦了(笑.
里面大部分都是大树同学的ww
每一封信件还有明信片还有帕里斯小剧场我都好好地保存着——!!
还有大树同学的字老好看的了!!
大树同学也超可爱的了!!
大树同学写的【黏糊糊片段】我也老喜欢的呢!!(.
不过会在信封里放五香素肉和川味鱼豆腐的估计只有我们两个了(.

前两天整理房间有看到一位小学同学的一些信件.在读他人的信时不但能看到过去的他人还能看到过去的自我.
过去的自己也像现在一样喜欢给予他人期待.但是当时的自己却没有能力回应这份期待…喂ww
说实话这里真的真的吃了不少的苦头.
所以现在也正在更加努力地回复期待.

顺便一提,看过去自己的手帐(准确地说是杂录)时,只是单纯地觉得这个惹人烦的小鬼是谁噢!但是当时的自己却是可以在对着天空大喊【老衲是世界第一————!!】的家伙,真是不可思议.


2015-05-13

->DONE

===W05
# CLEAR
#IMAGE:P05.jpg
2015-05-18
->DONE

===W06
# CLEAR
# IMAGE:P06.jpg
涂了新校服!!
这身可好看!!

今年小高一这届校服改革真是好运气233前辈们有眼福了(xxx
其实吧我觉得白大褂也挺好看的.

2015-07-18
->DONE



===W07
# CLEAR
# IMAGE:P07.jpg
为了明天做了点贺卡.
明天(25号)是送别会+生日会.
高中认识的那些损友们说还准备了tar作为回礼.有位还说会带自己做的小点心.
我就不抱希望地期待一下吧(笑.


2015-07-24
->DONE

===W08
# CLEAR
「这不是反悔啊…」我叹气道.
「因为情报缺失 所以无法做出正确的判断.不是吗?」

2015-07-24
->DONE


===W09
# CLEAR
这个世界上有两种认知.
一种是【大家都这么认为,所以大家认为的是正确的.】
另一种是【无论大部分人是怎么认为的,但是对错是不会变的.】

公知与事实.

不要被眼前的事物所迷惑了.

2015-07-29
->DONE


===W10
# CLEAR
# IMAGE:P10.jpg
2015-10-19
->DONE



===W11
# CLEAR
# IMAGE:P11.jpg
画了花花花.其实不是第一次画花花了…我有偷偷画过一些都觉得不够花花
这个女孩子超可爱的好嘛…………………………………………………………

可爱到我词穷………………(wait.

❀ ✿ ❀
2015-11-05
->DONE


===W12
# CLEAR
# IMAGE:P12.jpg




☆Andre工作室三周年☆




 
…画不完了.九树花少女组合我也好想画啊!!! 
以前基本都在画炎焱和子安.箫笙竽和谢子安的组合一直没怎么画过,今年算是私心嘿嘿/////
下面是给某人的留言^ ^ 


呼.约好了留言的.有在看吗?


中文水平本来就烂,现在更是不行了.就笑纳一下吧.
虽然说工作室成立了三周年.第一年的时候就一脸ˊ_>ˋ废柴地表示没有成品啊混球——
然而两年过去了.
今年还是一脸ˊ_>ˋ.但连抱怨没有成品的必要都没有了.
啊,时间犹如搓衣板,跪久了真的会疼的.
就算是这样,我也是有认真地想庆祝一下.可惜我的合伙人被锁在了遥远的东方当着高三大妈.连在yy高歌一曲的机会恐怕都没有.
我就算是想对着月亮唠家常,也有十三小时的时差等着它不紧不慢地转到对面.算了.还是电信号方便.

那么就随便讲点什么吧.
原想仿例谈谈我这可靠而诙谐的战友.
可惜记忆不争气,实在漂泊不定.只记得托这位战友的福初中时代过的很中二很欢脱.记得穿着为人民服务,背着饭思密达盒克斯洛夫斯基爵士(准将).记得说着每天都有好吃的饭菜和幸福的family这样的话.
如果能翻翻草稿的话一定会感叹,哇,原来还发生过这么有趣的事啊wwwww
可惜事情本身咀嚼咀嚼也会失去味道.毕竟电视剧也好电影也好.初见和二刷是最有意思的.何况是没有剪辑功能的四次元.
所幸的是,是在时间轴一直推动着不停的四次元.
所以高中了之后看到一位文学少女给朋友写信,我也就学着做了.
好在我也喜欢和信纸打交道,嘿嘿.不过塞一些乱七八糟的食物和其他东西一开始是谁先想出来的我也不记得了.
信件没有全部带过来.只带了最后一封作为纪念.
虽然说是纪念,也只是藏放在我猪窝一样的房间中最整齐的书架上面.说实话不是写这个日志,我也想不起来w.
iR重默小系统貌似有点副作用(苦笑).

【天要下雨娘要嫁人历史的车轮总是滚滚向前，不变的唯有食欲和爱！】
记忆储存在头皮屑里抓吧抓吧总会消失不见.但是由此推挤而成的副产品倒是留了下来.
话说我这位战友意料之外又在情理之中地去读了文科.当年的我也是略感惊讶的.
战友的少女力也有潜移默化的提升,我觉得看到这里大树同学说不定会否认w.

或者不会w.

各位都一路向前.跟着时间一起.
我呆在加拿大这会儿又是重新面对了像选课一样麻烦的事情.
事业真是麻烦又不得不做的事情呢w.
虽然是回不到那当着主角的配角这样的日子了.
但是隔了段时间没联系也没有尴尬的感觉.
这也许就是所谓的副产品吧.
那么 愿哪天再来见面吧.
最近学了点溜冰.寒假还有预定从雪山顶滚到山脚的活动.
说不定我会比较轻 我是认真的.

最后.

最近觉得波的二象性好高端啊.
那天有空去找本高中物理3-5研究研究吗wwwww.
2015-11-23
->DONE

===W13
# CLEAR
# IMAGE:P13_1.jpg
# IMAGE:P13_2.jpg

立绘更新.自家家庭吵闹喜剧担当三人组中的老哥.
总是有些婆妈有些唠叨.8岁的大人(笑.喜欢喝麦茶.

2015-12-29
->DONE


===W14

->DONE