//this will include message from 2015-2016
//W is lined with numbers, but order is lined as date
//Contain: 01-14

->W03

===W03
# IMAGE: P03.jpg
2014-6-28
->DONE

===W04
最近好忙好累😭
虽然停得下摸鱼的手但脑洞根本停不下来（.
图付是女儿…！好像快点放假好好再磨磨人设…衣服太苦手.
coral的下属.掌管人口的记录和地区的交流.还有一只白色的兔子（雄）是她的助手（虽然表面上看上去两位是平等的.但这位老欺负她的那只兔子.


闲着的时候喜欢跟兔子下国际象棋.从来都没有输过（.

性格有些高冷.当能力相当出色.coral本身也是温柔的老好人（但是性格扭曲）所以能力也能得以很好的显现.
对知识或者说是文明十分的看重.却把管理国家图书馆的k先生完全无视wwww
不过k先生说起这位是称为【那个老太婆】w

右边那位先保密(x

2015-01-24
->DONE

===W02
# IMAGE:P02.jpg
我们正在小路上行走着
穿过向日葵的海洋
哼唱着不成曲的小调
有名的也罢 无名的也罢
也许下一句接不上也没有关系
只是想要单纯的将思念传达给远方

2015-04-28
->DONE

===W01
# IMAGE:P01.jpg

从小学开始累计的信件有这————么多.已经放不下一个牛皮纸袋啦!准备更换一个大点儿的了,好开心.

我真的好喜欢信件.纸质的感觉特别地亲切.隔三差五天地向班主任讨她估计老嫌我烦了(笑.
里面大部分都是大树同学的ww
每一封信件还有明信片还有帕里斯小剧场我都好好地保存着——!!
还有大树同学的字老好看的了!!
大树同学也超可爱的了!!
大树同学写的【黏糊糊片段】我也老喜欢的呢!!(.
不过会在信封里放五香素肉和川味鱼豆腐的估计只有我们两个了(.

前两天整理房间有看到一位小学同学的一些信件.在读他人的信时不但能看到过去的他人还能看到过去的自我.
过去的自己也像现在一样喜欢给予他人期待.但是当时的自己却没有能力回应这份期待…喂ww
说实话这里真的真的吃了不少的苦头.
所以现在也正在更加努力地回复期待.

顺便一提,看过去自己的手帐(准确地说是杂录)时,只是单纯地觉得这个惹人烦的小鬼是谁噢!但是当时的自己却是可以在对着天空大喊【老衲是世界第一————!!】的家伙,真是不可思议.


2015-05-13

->DONE
